TOKEN = '123456:AAdscjdkslcjkdlsjvldjKFJLKJFLKDjkfdjsldsf'
DATASET = 'postgresql://dr_bot@123@localhost:5432/dr_bot'

# ID чата, в который бот отправляет сообщения.
# Используйте эту настройку только если хотите перенаправить сообщения бота в определенный чат.
# CHAT_ID = 123  # ID чата.

# ID канала, куда бот отправляет сообщения об кодах (табличка), подсказках, новых уровнях. Обязательная настройка.
CHANNEL_ID = 123


# Интервал запроса актуального состояния движка в секундах.
SLEEP_SECONDS = 10
